verification/runs/T-family/T3_runs/D_m/0.orig/alphat
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      alphat;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet        { type calculated; value uniform 0; }
    outlet       { type calculated; value uniform 0; }
    upstreamWall { type calculated; value uniform 0; }
    stepWall     { type calculated; value uniform 0; }
    heatedWall   { type calculated; value uniform 0; }
    topWall      { type calculated; value uniform 0; }
    frontAndBack { type empty; }
}
