verification/runs/T-family/T3_runs/D_m/0.orig/k
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.0642735;
boundaryField
{
    inlet        { type fixedValue; value uniform 0.0642735; }
    outlet       { type inletOutlet; inletValue $internalField; value $internalField; }
    upstreamWall { type kLowReWallFunction; value $internalField; }
    stepWall     { type kLowReWallFunction; value $internalField; }
    heatedWall   { type kLowReWallFunction; value $internalField; }
    topWall      { type kLowReWallFunction; value $internalField; }
    frontAndBack { type empty; }
}
